songs/blacklicorice.org
#+TITLE: Peach Pit - Black Licorice

* Lyrics
#+begin_example
[Verse 1]
If you don't even wanna say my name anymore that's fine
'Cause I'm so wasted, I don't mind
Wait a little and you will see I can be that guy
Straight up wasted, on a dime

[Chorus]
I'm just black licorice
And all the people that I know
Would rather leave me in the bowl

[Verse 2]
Chuckie knows he'll have to carry me home and he'll say that's fine
But he's my baby, he won't mind
Ali goes it just like me but she's on a stride
Of keeping her shit right in line
Unlike mine

[Chorus]
I'm just black licorice
And all the people that I know
Would rather leave me in the bowl

I'm just black licorice
And all the people that I know
Would rather leave me in the bowl

[Break]

[Outro]
I'm just black licorice
And all the people that I know
Would rather leave me in the bowl
#+end_example
