songs/blacklicorice.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="no" xml:lang="no">
<head>
<!-- 2023-08-03 Thu 12:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Peach Pit - Black Licorice</title>
<meta name="author" content="Tarjei Bærland" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" type="text/css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Peach Pit - Black Licorice</h1>

<div id="outline-container-org025a774" class="outline-2">
<h2 id="org025a774">Lyrics</h2>
<div class="outline-text-2" id="text-org025a774">
<pre class="example" id="org2c04bad">
[Verse 1]
If you don't even wanna say my name anymore that's fine
'Cause I'm so wasted, I don't mind
Wait a little and you will see I can be that guy
Straight up wasted, on a dime

[Chorus]
I'm just black licorice
And all the people that I know
Would rather leave me in the bowl

[Verse 2]
Chuckie knows he'll have to carry me home and he'll say that's fine
But he's my baby, he won't mind
Ali goes it just like me but she's on a stride
Of keeping her shit right in line
Unlike mine

[Chorus]
I'm just black licorice
And all the people that I know
Would rather leave me in the bowl

I'm just black licorice
And all the people that I know
Would rather leave me in the bowl

[Break]

[Outro]
I'm just black licorice
And all the people that I know
Would rather leave me in the bowl
</pre>
</div>
</div>
</div>
</body>
</html>